Repository: jenius-apps/ambie
Catalog: src/AmbientSounds.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca_es, cs_cz, da_dk, de_de, el, es_es, fa_ir, fr_fr, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, ta, tr, uk_ua, zh_cn, zh_hant

# Minutes15Button.Label
source: 15 minutes
ca_es: 15 minuts
ru_ru: 15 минут
ta: 15 நிமிடங்கள்

# Minutes30Button.Label
source: 30 minutes
ca_es: 30 minuts
ru_ru: 30 минут
ta: 60 நிமிடங்கள்

# Minutes5Button.Label
source: 5 minutes
ca_es: 5 minuts
ru_ru: 5 минут
ta: 5 நிமிடங்கள்

# Minutes60Button.Label
source: 60 minutes
ca_es: 60 minuts
ru_ru: 60 минут
ta: 60 நிமிடங்கள்

# MoreButtonCompact.AutomationProperties.Name
source: Compact mode
ru_ru: Компактный режим
ta: சிறிய மேல்விரிப்பு

# MoreButtonDiscord.Label
source: Chat on Discord
ca_es: Xat a Discord
ru_ru: Чат в Discord
ta: Discord மூலம் எங்களைத் தொடர்புக்கொள்ளுங்கள்

# MoreButtonGitHub.Label
source: View GitHub
ca_es: Veure la pàgina de GitHub
ru_ru: Проект в GitHub
ta: GitHub repo காண்க

# MoreButtonRate.Label
source: Rate us
ca_es: Valora'ns
ru_ru: Оценить программу
ta: எங்களை மதிப்பிடு செய்க

# SuggestionHeader.Text
source: Want more sounds? Send suggestions!
ca_es: Si us plau, envia suggeriments de so!
ru_ru: Хотите больше звуков? Присылайте ваши предложения!
ta: மேலும் ஒலிகள் வேண்டுமா? பரிந்துரை அனுப்புங்கள்!

# SuggestionTextBox.PlaceholderText
source: Suggestion
ca_es: Suggeriment
ru_ru: Предложение
ta: பரிந்துரை

# SuggestionTextBox.AutomationProperties.Name
source: Want more sounds? Send suggestions!
ca_es: Si us plau, envia suggeriments de so!
ru_ru: Хотите больше звуков? Присылайте ваши предложения!
ta: மேலும் ஒலிகள் வேண்டுமா? பரிந்துரை அனுப்புங்கள்!

# SuggestionSendButton.ToolTipService.ToolTip
source: Send suggestion
ca_es: Enviar suggeriment
ru_ru: Прислать предложение
ta: பரிந்துரையை அனுப்பு

# SuggestionSendButton.AutomationProperties.Name
source: Send suggestion
ru_ru: Прислать предложение
ta: பரிந்துரையை அனுப்பு

# ThankYouTextBlock.Text
source: Thank you!
ca_es: Gràcies
ru_ru: Спасибо!
ta: நன்றி!

# MoreButtonScreensaver.Label
source: Screensaver mode
ru_ru: Режим скринсейвера
ta: திரை சேமிப்பான் பயன்முறை

# SettingsScreensaverDark.Content
source: Use a dark page as screensaver
ru_ru: Скринсейвер в виде пустой страницы
ta: ஒரு இருள்ளானப் பக்கத்தை திரை சேமிப்பானாகப் பயன்படுத்து

# Hours2Button.Label
source: 2 hours
ru_ru: 2 часа
ta: 2 மணிநேரங்கள்

# Hours4Button.Label
source: 4 hours
ru_ru: 4 часа
ta: 4 மணிநேரங்கள்

# Hours8Button.Label
source: 8 hours
ru_ru: 8 часов
ta: 8 மணிநேரங்கள்

# LimitReachedMessage.Text
source: Remove a sound to make space for another.
ru_ru: Удалить звук, чтобы освободить место для другого.
ta: மற்றொரு ஒலிக்கு இடத்தை உருவாக்க ஒரு ஒலியை அகற்றவும்.

# LimitReachedTitle.Text
source: Limit reached!
ru_ru: Достигнут лимит!
ta: எல்லை முடிந்தது!

# ShareMixButton.AutomationProperties.Name
source: Share sound mix link
ru_ru: Поделиться ссылкой на звковой микс
ta: ஒலி கலவை இணைப்பைப் பகிர்

# ShareMixButton.ToolTipService.ToolTip
source: Share sound mix link
ru_ru: Поделиться ссылкой на звковой микс
ta: ஒலி கலவை இணைப்பைப் பகிர்

# ShareResultsMessage.Text
source: You're missing some sounds! Download them here. Press play whenever you're ready.
ru_ru: У вас отсутствуют некоторые звуки! Скачать их здесь. Нажмите Воспр., когда будете готовы.
ta: நீங்கள் சில ஒலிகளைத் தவறிவிட்டீர்கள்! அவற்றை இங்கே பதிவிறக்கவும். நீங்கள் தயாராக இருக்கும்பொது இயக்கு பொத்தானை அழுத்தவும்.

# Soundmore
source: More coming soon
ta: மேலும் விரைவில் வரும்

# MoreButtonUpload.Label
source: Upload sounds
ru_ru: Загрузить звуки
ta: ஒலிகளைப் பதிவேற்று

# UploadedSoundsList.AutomationProperties.Name
source: Uploaded sounds
ru_ru: Загруженные звуки
ta: பதிவேற்றபட்ட ஒலிகள்

# UploadPortal.Text
source: Upload Portal - Beta
ru_ru: Портал загрузок - Бета-версия
ta: பதிவேற்றம் பக்கம் - முன்னோட்டம்

source: Image URL
ru_ru: URL картинки
ta: படிம இணைப்பு

source: Path to sound
ru_ru: Путь к звуковому файлу
ta: ஒலி கோப்பின் இருப்பிடம்

# UploadSubmitButton
source: Upload sound
ru_ru: Загрузить звук
ta: ஒலியைப் பதிவேற்று

# PublishStateNone
source: None
ru_ru: Нет
ta: எதுவுமில்லை

# PublishStatePublished
source: Published
ru_ru: Опубликовано
ta: வெளியிடப்பட்டது

# PublishStateRejected
source: Rejected
ru_ru: Отклонено
ta: மறுக்கப்பட்டது

# PublishStateUnderReview
source: Under review
ru_ru: На рассмотрении
ta: மதிப்பாய்வில்

# PublishStateUnpublished
source: Unpublished
ru_ru: Не опубликовано
ta: வெளியிடவில்லை

# UploadPlaceholderMessage
source: Upload relaxing sounds into Ambie's catalogue and have others listen to your work!
ru_ru: Загрузить рекласирующие звуки в каталог Ambie и поделиться своей работой с другими!
ta: Ambie இன் பட்டியலில் ஓய்வெடுக்கும் ஒலிகளைப் பதிவேற்றி, மற்றவர்கள் உங்கள் படைப்பைக் கேட்க வையுங்கள்!

# UploadTermsMessage
source: I agree to the Terms of Use
ru_ru: Я согласен с данным соглашением
ta: பயன்பாட்டு விதிமுறைகளை நான் ஒப்புக்கொள்கிறேன்

# DonateUrl
source: Donation URL
ru_ru: Ссылка для донатов
ta: தானம் இணைப்பு

# UploadPermissionsMessage
source: I created this sound or I have permission to upload it
ru_ru: Я создал этот звуковой файл и я обладаю правами на его загрузку
ta: நான் இந்த ஒலியை உருவாக்கினேன் அல்லது எனக்குப் பதிவேற்ற அனுமதி உள்ளது

# ErrorBigFile
source: That's a big file! Try again with a file smaller than {0} MB.
ru_ru: Файл слишком большой! Попробуйте файл размером меньше {0} MB.
ta: அது மிகவும் பெரியக் கோப்பு! {0} MBஐ விட சிறிய கோப்புடன் மீண்டும் முயற்சிக்கவும்.

# ErrorUploadCount
source: You're at the limit! You can only have {0} sounds.
ru_ru: Вы достигли лимита! Вы можете загрузить только {0} звуков.
ta: நீங்கள் வரம்பில் இருக்கிறீர்கள்! நீங்கள் {0} ஒலிகளை மட்டுமே கொண்டிருக்க முடியும்.

source: Transparency
ta: வெளிப்படைத்தன்மை

# ScreensaverOn
source: Auto launch after 1 min
ta: 1 நிமிடம் பிறகு தானாகத் திற

# SubscriptionText1
source: Access premium, high quality sounds!
ta: பிரீமியம், உயர் தர ஒலிகளை அணுகலாம்!

# SubscriptionText2
source: Growing catalogue!
ta: வளர்ந்து வரும் பட்டியல்!

# SubscriptionText3
source: Support development!
ta: உருவாக்கத்தை ஆதரவளி!

# LogoButton.AutomationProperties.Name
source: Click to view app information
ca_es: Fes clic per veure la informació de l'aplicació

# MoreButton.AutomationProperties.Name
source: Click to view more options
ca_es: Fes clic aquí per veure més opcions

# PlayerPauseText
source: Pause sound
ca_es: Posar en pausa el so

# PlayerPlayText
source: Play sound
ca_es: Reproduir so

# SleepTimerButton.AutomationProperties.Name
source: Click here to set up a sleep timer, where the sound will pause after the selected time.
ca_es: Fes clic aquí per configurar un temporitzador de dormir, on el so s'aturarà després del temps seleccionat.

# SleepTimerButton.ToolTipService.ToolTip
source: Click here to set up a sleep timer, where the sound will pause after the selected time.
ca_es: Fes clic aquí per configurar un temporitzador de dormir, on el so s'aturarà després del temps seleccionat.

# VolumeSlider.AutomationProperties.Name
source: Change sound volume
ca_es: Canviar el volum del so

# SuggestionSendButton.AutomationProperties.Name
source: Click to send the suggestion
ca_es: Fes clic per enviar suggeriments

# SettingsThemeHeader.Text
source: Theme (requires restart)
ca_es: Tema
